export const RATE_REGEX = /тарифы|тариф/i;
export const FAQ_REGEX = /faq/i;
export const PROFILE_REGEX = /личный кабинет/i;
export const SUPPORT_REGEX = /Тех.поддержка/i;
export const MESSAGE_TEXT_SELECT_TARIFF = "Выберите один из видов тарифов:";
export const WELCOME_MESSAGE = `
  ⚡️ Добро пожаловать в FootyPulse!
      Ваш ключ к выгодным ставкам на футбол!

      🔍 Что умеет бот?
      FootyPulse анализирует резкие скачки коэффициентов на матчи, отслеживая изменения в линиях букмекеров и делает ежедневное информирование. Мы находим прогрузы — и даем вам преимущество перед букмекерами!

      💎 Что дает подписка?

      📬 Ежедневная рассылка: Топ-5 матчей дня с самыми резкими изменениями коэффициентов.

      Показывает, какое изменение коэффициента произошло.

      💰 Тарифы:

      💵 1 месяц — 299₽
      Идеально для теста:

      📅 3 месяца — 799₽ (экономия 12%)
      Выгоднее на 100₽ в месяц:
      — Стабильный доступ к данным.
      — Меньше переплат — больше возможностей.

      🏆 12 месяцев — 2999₽ (выгода 20% + 2 недели в подарок!)
      Максимум преимуществ:
      — Годовая подписка по цене 10 месяцев.
      — Бонусные 14 дней для анализа матчей!

      🚀 Как начать?

      Нажмите на кнопку с выбранным тарифом ниже.

      Активируйте подписку.

      Получайте выгодные коэффициенты раньше других!
`;
export const TEXT_FAQ_MESSAGE = "Часто задаваемые вопросы:";
